README.org
#+TITLE: Reitis handkuratierte Liste zum Erlernen von Mathematik
#+DESCRIPTION: Liste an mathematischen Resourcen
#+AUTHOR: Michael Reitmeir
#+EMAIL:  michi.reitmeir@gmail.com
#+SETUPFILE: export/setup/theme-darksun-local.setup
#+EXPORT_FILE_NAME: index.html
#+OPTIONS: broken-links:mark
#+OPTIONS: toc:2

* Über diese Liste
:PROPERTIES:
:ID: sec:about
:END:
  [[#a][Für Studierende]]

* Für allgemeines Publikum (Populärwissenschaft)
:PROPERTIES:
:CUSTOM_ID: a
:END:
*** Allgemeine Empfehlungen
* Für Mathe-Olympionik:innen
:PROPERTIES:
:CUSTOM_ID: sec:olympiade
:END:
*** Allgemeine Empfehlungen
**** Aufgabensammlungen
*** Algebra
*** Geometrie
*** Kombinatorik
*** Zahlentheorie
* Für Studierende
:PROPERTIES:
:CUSTOM_ID: sec:uni
:END:
*** Allgemeine Empfehlungen
*** Lineare Algebra
*** Analysis
*** Algebra
*** Stochastik
*** Numerik
*** Geometrie und Topologie
*** Zahlentheorie
*** Mengenlehre
*** Theoretische Informatik
*** Kombinatorik und diskrete Mathematik
