index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-04-04 Tue 15:17 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Reitis handkuratierte Liste zum Erlernen von Mathematik</title>
<meta name="author" content="Michael Reitmeir" />
<meta name="description" content="Liste an mathematischen Resourcen" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="export/styles/darksun/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="export/styles/darksun/css/darksun.css"/>
<link rel="stylesheet" type="text/css" href="export/styles/darksun/css/hideshow.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Reitis handkuratierte Liste zum Erlernen von Mathematik</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgc680fba">1. Über diese Liste</a></li>
<li><a href="#a">2. Für allgemeines Publikum (Populärwissenschaft)</a></li>
<li><a href="#sec:olympiade">3. Für Mathe-Olympionik:innen</a></li>
<li><a href="#sec:uni">4. Für Studierende</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgc680fba" class="outline-2">
<h2 id="orgc680fba"><span class="section-number-2">1.</span> Über diese Liste</h2>
<div class="outline-text-2" id="text-1">
<p>
<a href="#a">Für Studierende</a>
</p>
</div>
</div>

<div id="outline-container-a" class="outline-2">
<h2 id="a"><span class="section-number-2">2.</span> Für allgemeines Publikum (Populärwissenschaft)</h2>
<div class="outline-text-2" id="text-a">
</div>
<div id="outline-container-org6e0d670" class="outline-4">
<h4 id="org6e0d670"><span class="section-number-4">2.0.1.</span> Allgemeine Empfehlungen</h4>
</div>
</div>
<div id="outline-container-sec:olympiade" class="outline-2">
<h2 id="sec:olympiade"><span class="section-number-2">3.</span> Für Mathe-Olympionik:innen</h2>
<div class="outline-text-2" id="text-sec:olympiade">
</div>
<div id="outline-container-org4e753da" class="outline-4">
<h4 id="org4e753da"><span class="section-number-4">3.0.1.</span> Allgemeine Empfehlungen</h4>
<div class="outline-text-4" id="text-3-0-1">
</div>
<ol class="org-ol">
<li><a id="org84f072f"></a>Aufgabensammlungen<br /></li>
</ol>
</div>
<div id="outline-container-orgbee830b" class="outline-4">
<h4 id="orgbee830b"><span class="section-number-4">3.0.2.</span> Algebra</h4>
</div>
<div id="outline-container-org58960cc" class="outline-4">
<h4 id="org58960cc"><span class="section-number-4">3.0.3.</span> Geometrie</h4>
</div>
<div id="outline-container-orge9f2117" class="outline-4">
<h4 id="orge9f2117"><span class="section-number-4">3.0.4.</span> Kombinatorik</h4>
</div>
<div id="outline-container-org8938040" class="outline-4">
<h4 id="org8938040"><span class="section-number-4">3.0.5.</span> Zahlentheorie</h4>
</div>
</div>
<div id="outline-container-sec:uni" class="outline-2">
<h2 id="sec:uni"><span class="section-number-2">4.</span> Für Studierende</h2>
<div class="outline-text-2" id="text-sec:uni">
</div>
<div id="outline-container-orga67b2d9" class="outline-4">
<h4 id="orga67b2d9"><span class="section-number-4">4.0.1.</span> Allgemeine Empfehlungen</h4>
</div>
<div id="outline-container-org0499a9c" class="outline-4">
<h4 id="org0499a9c"><span class="section-number-4">4.0.2.</span> Lineare Algebra</h4>
</div>
<div id="outline-container-org28175ac" class="outline-4">
<h4 id="org28175ac"><span class="section-number-4">4.0.3.</span> Analysis</h4>
</div>
<div id="outline-container-orge37ef7a" class="outline-4">
<h4 id="orge37ef7a"><span class="section-number-4">4.0.4.</span> Algebra</h4>
</div>
<div id="outline-container-orged45551" class="outline-4">
<h4 id="orged45551"><span class="section-number-4">4.0.5.</span> Stochastik</h4>
</div>
<div id="outline-container-org6551ac2" class="outline-4">
<h4 id="org6551ac2"><span class="section-number-4">4.0.6.</span> Numerik</h4>
</div>
<div id="outline-container-orgf429d83" class="outline-4">
<h4 id="orgf429d83"><span class="section-number-4">4.0.7.</span> Geometrie und Topologie</h4>
</div>
<div id="outline-container-orgf14b8db" class="outline-4">
<h4 id="orgf14b8db"><span class="section-number-4">4.0.8.</span> Zahlentheorie</h4>
</div>
<div id="outline-container-orgea46cbb" class="outline-4">
<h4 id="orgea46cbb"><span class="section-number-4">4.0.9.</span> Mengenlehre</h4>
</div>
<div id="outline-container-org2e78384" class="outline-4">
<h4 id="org2e78384"><span class="section-number-4">4.0.10.</span> Theoretische Informatik</h4>
</div>
<div id="outline-container-org0138515" class="outline-4">
<h4 id="org0138515"><span class="section-number-4">4.0.11.</span> Kombinatorik und diskrete Mathematik</h4>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Michael Reitmeir</p>
<p class="date">Created: 2023-04-04 Tue 15:17</p>
</div>
</body>
</html>
